dev-scripts/verify_kv_queue_size/fio_exp_qd64_2019-10-28/dump-fio-bench-64-1
fio-write: (g=0): rw=randwrite, bs=(R) 128KiB-128KiB, (W) 128KiB-128KiB, (T) 128KiB-128KiB, ioengine=rbd, iodepth=64
fio-3.16-28-gc656
Starting 1 process

fio-write: (groupid=0, jobs=1): err= 0: pid=25650: Mon Oct 28 00:17:22 2019
  write: IOPS=76, BW=9798KiB/s (10.0MB/s)(1160MiB/121239msec); 0 zone resets
    slat (usec): min=38, max=1762, avg=127.40, stdev=60.59
    clat (msec): min=17, max=6035, avg=797.73, stdev=966.90
     lat (msec): min=18, max=6035, avg=797.86, stdev=966.90
    clat percentiles (msec):
     |  1.00th=[   63],  5.00th=[   92], 10.00th=[  111], 20.00th=[  146],
     | 30.00th=[  184], 40.00th=[  236], 50.00th=[  292], 60.00th=[  355],
     | 70.00th=[  592], 80.00th=[ 1770], 90.00th=[ 2400], 95.00th=[ 2869],
     | 99.00th=[ 3540], 99.50th=[ 3775], 99.90th=[ 4396], 99.95th=[ 4933],
     | 99.99th=[ 6007]
   bw (  KiB/s): min=  256, max=35584, per=100.00%, avg=10126.11, stdev=6651.13, samples=233
   iops        : min=    1, max=    1, avg= 1.00, stdev= 0.00, samples=9280
  lat (msec)   : 20=0.01%, 50=0.38%, 100=6.56%, 250=35.28%, 500=25.71%
  lat (msec)   : 750=3.48%, 1000=0.48%, 2000=12.22%, >=2000=15.87%
  cpu          : usr=0.91%, sys=0.23%, ctx=18244, majf=0, minf=19637
  IO depths    : 1=0.1%, 2=0.1%, 4=0.2%, 8=0.3%, 16=0.7%, 32=1.4%, >=64=97.3%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.1%, >=64=0.0%
     issued rwts: total=0,9280,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=64

Run status group 0 (all jobs):
  WRITE: bw=9798KiB/s (10.0MB/s), 9798KiB/s-9798KiB/s (10.0MB/s-10.0MB/s), io=1160MiB (1216MB), run=121239-121239msec

Disk stats (read/write):
  sdc: ios=186/21652, merge=0/246657, ticks=1432/1053588, in_queue=1054996, util=95.26%